[DamageType.DmgType_Shock_Impact:AttributePresentationDefinition_5 AttributePresentationDefinition]
Description="Highly effective vs Shields."

[DamageType.DmgType_Shock_Impact_NoDoT:AttributePresentationDefinition_5 AttributePresentationDefinition]
Description="Highly effective vs Shields."
